Repository: sebastianlivoni/contra
Catalog: Unscroll/Localizable.xcstrings
Source language: en
Languages: da

source: 1. Open **System Settings**.
da: 1. Åbn **Systemindstillinger**.

source: 2. Navigate to **Privacy & Security**.
da: 2. Gå til **Privatliv og sikkerhed**.

source: 3. Scroll down and click **Allow** next to UnscrollDriver.
da: 3. Rul ned, og klik på **Tillad** ud for UnscrollDriver.

source: About Unscroll
da: Om Unscroll

source: Action Required
da: Handling påkrævet

source: Checking driver status...
da: Kontrollerer driverstatus...

source: Checking scroll system extension status
da: Tjekker status for systemudvidelse til rulning

source: Checking scroll system settings status
da: Tjekker status for systemindstillinger til rulning

source: Checking web extension status
da: Tjekker status for webudvidelsen

source: Diagnostics
da: Diagnostik

source: Driver fully active!
da: Driver er fuldt aktiv!

source: Enable Unscroll Driver
da: Aktiver Unscroll Driver

source: Enable Unscroll Mouse Driver
da: Aktivér Unscroll musedriver

source: External Mouse Settings
da: Indstillinger for ekstern mus

source: Font Size (%.0f pts)
da: Skriftstørrelse (%.0f pkt.)

source: General
da: Generelt

source: Global System Scroll Direction:
da: Globalt systems rulleretning:

source: Independent of your MacBook trackpad settings.
da: Uafhængigt af dine MacBook-pegefeltindstillinger.

source: Install Driver
da: Installer driver

source: Natural scrolling
da: Naturlig rulning

source: Safari Web Extension
da: Webudvidelse til Safari

source: Safari Web Extension is disabled
da: Webudvidelse til Safari er deaktiveret

source: Safari Web Extension is enabled
da: Webudvidelse til Safari er aktiveret

source: Scroll Direction:
da: Rulleretning:

source: Scroll System Extension
da: Systemudvidelse til rulning

source: Scroll System Settings
da: Systemindstillinger til rulning

source: Show Previews
da: Vis forhåndsvisninger

source: System extension is disabled
da: Systemudvidelse er deaktiveret

source: System extension is enabled
da: Systemudvidelse er aktiveret

source: System Information
da: Systemoplysninger

source: Third-party licenses
da: Tredjepartslicenser

source: Traditional scrolling
da: Traditionel rulning

source: Unknown status
da: Ukendt status

source: Unscroll requires a system driver extension to hook up your mouse features.
da: Unscroll kræver en systemdriverudvidelse for at tilslutte dine musefunktioner.

source: Waiting for approval...
da: Venter på godkendelse...

source: Your mouse wheel will now scroll as expected
da: Dit musehjul vil nu scrolle som forventet
